Repository: UnityAnthony/Localization
Catalog: XLiff/Exported XLIFF_*.xlf
Languages: es, fr

# startText
source: Start
es: Comienzo
fr: Démarrer

# readyText
source: Ready
es: {gender:choose(Male|Female):Listo|Lista}
fr: {gender:choose(Male|Female):Prêt|Prête}

# maleText
source: Male
es: Masculino
fr: Mâle

# femaleText
source: Female
es: Mujer
fr: Femme

# paraText
source: This is an example paragraph. We will put this nested words here like getting Ready.
es: Este es un párrafo de ejemplo. Pondremos estas palabras anidadas aquí como Getting Ready.
fr: Ceci est un exemple de paragraphe. Nous mettrons ces mots imbriqués ici comme se préparer.

# sliderText
source: select {slider.value:choose(1|2|3):one|two|three}
es: seleccione {slider.value:choose(1|2|3):uno|dos|tres}
fr: sélectionner {slider.value:choose(1|2|3):un|deux|trois}

# heroText
source: Our Hero {global.player-name} walked.
es: Nuestro héroe {global.player-name} caminó
fr: Notre héros {global.player-name} a marché

# penText
source: {slider.value:plural:pen|pens}
es: {slider.value:plural:bolígrafo|bolígrafos}
fr: {slider.value:plural:stylo|stylos}

# theItemText&#xA;
source: {item:{article}} {item} {verb} {color}
es: {item:{article}} {item} {verb} {item:{color}}
fr: {item:{article}}{item:{grammarSpace}}{item} {verb} {item:{color}}

# whiteText
source: white
es: {gender:choose(Male|Female):{slider.value:plural:blanco|blancos}|{slider.value:plural:blanca|blancas}}
fr: {gender:choose(Male|Female):{slider.value:plural:blanc|blancs}|{slider.value:plural:blanche|blanches}}

# purseText
source: {slider.value:plural:purse|purses}
es: {slider.value:plural:bolsa|bolsas}
fr: {slider.value:plural:bourse|bourses}

# articleText
source: The
es: {gender:choose(Male|Female): {slider.value:plural:El|Los} |{slider.value:plural:La|Las}}
fr: {gender:choose(Male|Female): {slider.value:plural:{item:ismatch(^[aeiouAEIOUàâéèêëîïôöùûü]):L|Le}|Les} |{slider.value:plural:{item:ismatch(^[aeiouAEIOUàâéèêëîïôöùûü]):L|La}|Les} }

# verbText
source: {slider.value:plural:is|are}
es: {slider.value:plural:es|son}
fr: {slider.value:plural:est|sont}

# elephantText
source: {slider.value:plural:elephant|elephants}
es: {slider.value:plural:elefante|elefantes}
fr: {slider.value:plural:éléphant|éléphants}
